[Author]
Language=Polish
TranslatedBy=Mirosław Żylewicz
TranslatorContact=
TranslatorURL=
LastUpdated=1 november 2018

[Language]
Form1.btnScanFiles.Caption=Skanuj pliki
Form1.btnScanFolders.Caption=Skanuj foldery
Form1.btnClearList.Caption=Wyczyść listę
Form1.btnTerminateProcess.Caption=Zabij proces
Form1.btnUnlock.Caption=Odblokuj
Form1.btnUnlockAll.Caption=Odblokuj wszystko
Form1.Button3.Caption=Wyjdź
Form1.imgFacebookLike.Hint=Śledź nas na Facebooku
Form1.imgTweet.Hint=Śledź nas na Twitterze
Form1.imgDonate.Hint=Wspieraj ten projekt
Form1.Lv.Columns[0].Caption=PID
Form1.Lv.Columns[1].Caption=Proces
Form1.Lv.Columns[2].Caption=Zablokowany obiekt
Form1.Lv.Columns[3].Caption=Typ
Form1.Lv.Columns[4].Caption=Uchwyt
Form1.Lv.Columns[5].Caption=Ścieżka procesu
Form1.File1.Caption=Plik
Form1.OpenChangelog1.Caption=Otwórz dziennik zmian
Form1.OpenEula1.Caption=Otwórz umowę licencyjną
Form1.Exit1.Caption=Wyjdź
Form1.ools1.Caption=Narzędzia
Form1.ForceDeleteFile3.Caption=Wymuś usunięcie pliku
Form1.RebootDeleteFile2.Caption=Usuń plik przy następnym uruchomieniu
Form1.RenameFile3.Caption=Zmień nazwę pliku
Form1.Utilities1.Caption=Użytkowe
Form1.askManager1.Caption=Menadżer zadań
Form1.RegistryEditor1.Caption=Edytor rejestru
Form1.SystemRestore1.Caption=Przywracanie systemu
Form1.ServicesManager1.Caption=Menedżer usług
Form1.CMDDOSPrompt1.Caption=CMD DOS
Form1.ExplorerShell1.Caption=Eksplorator powłoki
Form1.SystemProperties1.Caption=Właściwości systemu
Form1.ControlPanel1.Caption=Panel sterowania
Form1.Settings2.Caption=Ustawienia
Form1.Settings1.Caption=Skonfiguruj
Form1.Help1.Caption=Pomoc
Form1.Homepage1.Caption=Strona główna
Form1.About1.Caption=O programie
Form1.FileOptions1.Caption=Opcje plików
Form1.Delete1.Caption=Usuń
Form1.RebootDelete1.Caption=Reboot Delete
Form1.ForceDeleteFile1.Caption=Wymuś usunięcie pliku
Form1.CopyFile1.Caption=Skopiuj plik
Form1.RenameFile1.Caption=Zmień nazwę pliku
Form1.Move1.Caption=Przenieś
Form1.UnlockOptions1.Caption=Opcje uchwytu
Form1.UnLockFileOnly1.Caption=Odblokuj
Form1.UnlockAllFiles1.Caption=Odblokuj wszystko
Form1.UnloadDLL1.Caption=Wyładuj bibliotekę DLL
Form1.UnLoadAllDLLs1.Caption=Wyładuj wszystkie biblioteki DLL
Form1.KillProcess1.Caption=Zabij wybrane procesy
Form1.KillAllProcesses1.Caption=Zabij wszystkie procesy (za wyjątkiem procesów systemowych)
Form1.ShowProperties1.Caption=Pokaż właściwości pliku
Form1.OpenContainingFolder1.Caption=Otwórz folder zawierający
Form1.RemoveItemfromList1.Caption=Usuń zaznaczony wpis
Form1.CopytoClipboard1.Caption=Skopiuj do schowka

Form1.LookuponVirusTotal1.Caption=Wyszukaj w VirusTotal
Form1.SearchonGoogle1.Caption=Wyszukaj w Google
Form1.LockedObjectFile1.Caption=Zablokowany obiekt
Form1.LockedObjectMD51.Caption=Zablokowany obiekt (plik hasz MD5)
Form1.ProcessFile1.Caption=Proces (plik)
Form1.ProcessMD51.Caption=Proces (plik hasz MD5)
Form1.LockedObject1.Caption=Zablokowany obiekt (plik hasz MD5)
Form1.Process1.Caption=Proces (plik hasz MD5)
Form1.LockedObjectFile2.Caption=Zablokowany obiekt
Form1.LockedObjectMD5Hash1.Caption=Zablokowany obiekt (plik hasz MD5)
Form1.ProcessFile2.Caption=Proces (plik)
Form1.ProcessMD5Hash1.Caption=Proces (plik hasz MD5)
Form1.btnExport.Caption=Eksportuj listę

FrmAbout.Caption=O programie
FrmAbout.Label4.Caption=Śledź nas na Twitterze
FrmAbout.Label5.Caption=Śledź nas na Facebooku
FrmAbout.Label6.Caption=Wspieraj ten projekt
FrmSettings.Caption=Ustawienia
FrmSettings.CheckBox1.Caption=Dodaj do Menu Kontekstowego Eksploratora Windows
FrmSettings.CheckBox3.Caption=Minimalizuj okno aplikacji po ręcznym uruchomieniu
FrmSettings.TabSheet1.Caption=Ogólne
FrmSettings.TabSheet2.Caption=Język
FrmForceDeleteFile.Caption=Wymuś usunięcie pliku
FrmForceDeleteFile.Label1.Caption=Wybierz plik do wymuszonego usunięcia:
FrmForceDeleteFile.Button2.Caption=Usuń
FrmRebootDeleteFile.Caption=Usuń plik przy następnym uruchomieniu
FrmRebootDeleteFile.Label1.Caption=Wybierz plik do usunięcia przy następnym uruchomieniu:
FrmRebootDeleteFile.Button2.Caption=Usuń
FrmRenameFile.Caption=Zmień nazwę pliku
FrmRenameFile.Label1.Caption=Wybierz plik do zmiany nazwy:
FrmRenameFile.Button3.Caption=Zmień nazwę
FrmRenameFile.Label2.Caption=Zmień nazwę na (np. Nowy dokument.txt):

Form1.UnregisterDLL1.Caption=Wyrejestruj bibliotekę DLL

FILE_NOT_EXIST=Plik nie istnieje.
SYSTEM_FILE1=Plik, który chcesz usunąć, jest plikiem systemowym. Czy chcesz kontynuować?
SYSTEM_FILE2=Plik jest plikiem systemowym. Czy chcesz kontynuować?
FILE_DELETED=Plik został usunięty.
FILE_DELETE_FAILED=Nie można usunąć pliku.
FILE_REBOOT_DELETE=Plik zostanie usunięty przy następnym uruchomieniu.
FILE_REBOOT_DELETE_FAILED=Nie można oznaczyć pliku do usunięcia.
FILE_RENAMED=Nazwa pliku została zmieniona.
FILE_RENAME_RETRY=Nie można zmienić nazwy pliku... Spróbuj najpierw odblokować plik.
FILE_RENAME_FAILED=Nie można zmienić nazwy pliku.
PID=PID
SYSTEM_PROCESS1=Proces, który chcesz zakończyć, jest procesem systemowym. Czy chcesz kontynuować?
PROCESS_TERMINATED=Proces zakończony.
PROCESS_TERMINATION_FAILED=Nie można zakończyć procesu.
ALL_PROCESSES_TERMINATED=Wszystkie procesy, za wyjątkiem procesów systemowych, zostały zakończone.
SYSTEM_FILE_UNLOCK1=Plik, który chcesz odblokować, jest plikiem systemowym. Czy chcesz kontynuować?
FILE_UNLOCKED=Plik został odblokowany.
FILE_UNLOCK_FAILED=Nie można odblokować pliku.
ALL_UNLOCKED=Wszystkie zablokowane obiekty zostały odblokowane. Wykonaj ponownie skanowanie zablokowanych plików.
DLL_SYSTEM_FILE1=Plik DLL, który chcesz wyładować, jest plikiem systemowym. Czy chcesz kontynuować?
DLL_UNLOADED=Biblioteka DLL została wyładowana.
ALL_DLLS_UNLOADED=Wszystkie biblioteki DLL zostały wyładowane.
FILE_COPIED=Plik został skopiowany.
FILE_COPY_FAILED=Nie można skopiować pliku.
FILE_MOVE_FAILED=Nie można skopiować pliku... Spróbuj najpierw odblokować plik.
FILE_MOVED=Plik został przeniesiony.
FILE_MOVE_FAILED2=Nie można przenieść pliku.

SAVE_FILE_AS=Zapisz plik jako...
LOG_FILE=Plik dziennika
NO_LOCKED_ITEMS_FOUND=Nie znaleźliśmy żadnych zablokowanych elementów.
STATUS_SCANNING=Status: Skanowanie... Proszę czekać
STATUS_IDLE=Status: Bezczynny...
STATUS_SCAN_FINISHED=Status: Skanowanie zakończone... Znaleziono %s zablokowane obiekty.

CONTEXT_MENU_CAPTION=Odblokuj z File Governor...